MENU = 'МЕНЮ: \n' \
       '1. Просмотр каталога \n' \
       '2. На уровень вверх \n' \
       '3. На уровень вниз \n' \
       '4. Количество файлов и каталогов \n' \
       '5. Размер текущего каталога (в байтах) \n' \
       '6. Поиск файла \n' \
       '7. Выход из программы \n'

INVALID_NAME = 'Имя подкаталога указано неверно!'

TYPE_IN_CATALOG = 'Введите имя подкаталога: '

TYPE_IN_SEARCH = 'Введите запрос для поиска: '

FILES_NOT_FOUND = 'Файлы не найдены!'

INVALID_COMMAND = 'Неверный номер команды.'

SHUTDOWN = 'Работа программы завершена.'

CHOOSE_MENU = 'Выберите пункт меню: '

CURRENT_DIRECTORY = '\nТекущая директория:'